[
 	{
	    "id": 1, 
	    "title": "Local & online business",
	    "img": "https://d1avok0lzls2w.cloudfront.net/uploads/blog/57bf23d6538381.08910498.jpg",
		"description": "So for a local and online business, like Lock Fyne Whiskies, they sell whiskies in their specific store. You can go in — and I did — and buy some stuff. They also sell on their website, I believe just in the United Kingdom, unfortunately, for those of you watching around the rest of the world. But there are certainly reasons why they would want to go and get local links from places that link to businesses in Inveraray or in Argyll or in Scotland as a whole. Those include:Boosting their Maps visibility, so that when you're searching in Google Maps for 'whisky' or 'whisky shops,' potentially, if you're near Inveraray, Google Maps will make their business show up higher.Boosting their local ranking so that if you're searching for 'whisky shop Argyll' or 'whisky shop Scotland' or 'whisky shop near me' and you happen to be there, Google will show this business higher for that ranking as well.Boosting their domain authority, meaning that those local links are contributing to overall ranking ability. That means they can rank for longer-tail terms. That means they can rank more competitively for classic web search terms that are not just in local or Maps. Sending valuable traffic. So if you think about a listing site, like thelist.co.uk has them on there, TripAdvisor has them on there, a bunch of local sort of chamber of commerce — it's not actually the chamber of commerce there — but chamber of commerce-type sites list them on there, that sends valuable direct traffic to their business. That could be through foot traffic. It could be through referrals. It could be through people who are buying whisky online from them. So a bunch of real good reasons why a local and online business should do this.",
		"comments": [
			{
				"id": 0,
				"user": "111Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			},
			{
				"id": 1,
				"user": "Dolly Franklin",
				"text": "Aliquip id nostrud adipisicing irure. Labore reprehenderit ea ex officia ullamco incididunt consequat elit amet quis commodo. Fugiat amet veniam cillum ut aliquip velit est esse minim fugiat eiusmod sint. Commodo ea in culpa deserunt."
			},
			{
				"id": 2,
				"user": "Brennan Atkins",
				"text": "Nisi sit nisi cillum dolor fugiat sint do nostrud ex cillum cupidatat. Culpa do duis non et excepteur labore dolor culpa qui tempor veniam. Ex labore deserunt qui sit aute ad incididunt do cupidatat eiusmod reprehenderit ad. Qui laborum qui voluptate velit et consectetur ipsum enim dolore minim. Est sint velit tempor reprehenderit. Qui consectetur ad minim consequat."
			},
			{
				"id": 3,
				"user": "Jodi Humphrey",
				"text": "Non amet amet ut magna culpa dolore consequat occaecat. Commodo adipisicing laboris voluptate enim mollit mollit anim aliquip deserunt nostrud deserunt cillum est. Ad eu cupidatat dolor nostrud et minim id in dolor occaecat ad magna elit. Laboris elit laboris aliquip Lorem reprehenderit id amet reprehenderit laborum minim incididunt cupidatat eiusmod."
			},
			{
				"id": 4,
				"user": "Joyce Weber",
				"text": "Non qui Lorem qui commodo sint in esse non aliqua pariatur mollit veniam. Elit labore ad nisi anim adipisicing tempor velit commodo adipisicing ipsum ut. Nostrud cillum aliquip adipisicing id do occaecat est eiusmod adipisicing duis. Magna dolore et non nisi in non cillum officia elit non esse proident irure aute. Proident mollit amet enim dolore eiusmod dolor qui. Eiusmod reprehenderit cillum sit deserunt nostrud enim duis excepteur. Excepteur pariatur sunt in ipsum id minim est mollit."
			}
		]
    },
    {
      "id": 2, 
	    "title": "NEW: Rank Beyond 10 Blue Links with SERP Feature Tracking in Moz Pro",
	    "img": "https://d1avok0lzls2w.cloudfront.net/uploads/blog_original/57bb78b07381c3.48185642.png",
		"description": "From Featured Snippets to In-depth Articles to Knowledge Panels, Google SERP features have remade the search marketing landscape. After three years of planning and many months of work, I'm thrilled to announce the launch of advanced SERP feature tracking in Moz Pro, available immediately to all customers! Using the most comprehensive data set on the market, Moz Pro now provides advanced analysis of the 16 features listed below. ",
		"comments": [
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			},
			{
				"id": 1,
				"user": "Dolly Franklin",
				"text": "Aliquip id nostrud adipisicing irure. Labore reprehenderit ea ex officia ullamco incididunt consequat elit amet quis commodo. Fugiat amet veniam cillum ut aliquip velit est esse minim fugiat eiusmod sint. Commodo ea in culpa deserunt."
			},
			{
				"id": 2,
				"title": "Hello world title",
				"user": "Brennan Atkins",
				"text": "Nisi sit nisi cillum dolor fugiat sint do nostrud ex cillum cupidatat. Culpa do duis non et excepteur labore dolor culpa qui tempor veniam. Ex labore deserunt qui sit aute ad incididunt do cupidatat eiusmod reprehenderit ad. Qui laborum qui voluptate velit et consectetur ipsum enim dolore minim. Est sint velit tempor reprehenderit. Qui consectetur ad minim consequat."
			},
			{
				"id": 3,
				"user": "Jodi Humphrey",
				"text": "Non amet amet ut magna culpa dolore consequat occaecat. Commodo adipisicing laboris voluptate enim mollit mollit anim aliquip deserunt nostrud deserunt cillum est. Ad eu cupidatat dolor nostrud et minim id in dolor occaecat ad magna elit. Laboris elit laboris aliquip Lorem reprehenderit id amet reprehenderit laborum minim incididunt cupidatat eiusmod."
			}
		]
    },
    {
      "id": 3, 
	    "title": "Reaching Your Golden Influencers with Content Through LinkedIn Ads",
	    "img": "https://d2v4zi8pl64nxt.cloudfront.net/reaching-your-golden-influencers-with-content-through-linkedin-ads/57bc9cad194f05.29392391.png",
		"description": "We’re all well aware that the tides have shifted in SEO. Building links for the sake of building links is no longer the best strategy.We’ve all heard the gospel of great content being preached: 'Just create great content, and the links will naturally come.' While this may be true for brands with existing followings, it’s often a very different story for most SMBs.The fact of the matter is that if a brand lacks social presence and followers, it may get more eyeballs on its great content by printing a copy, and stapling it to a tree.For that reason, you need to pay to get that great content in front of the eyes that are most likely to share/blog/mention it. I’m going to show you how to do this using LinkedIn Ads.",
		"comments": [
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			},
			{
				"id": 1,
				"user": "Dolly Franklin",
				"text": "Aliquip id nostrud adipisicing irure. Labore reprehenderit ea ex officia ullamco incididunt consequat elit amet quis commodo. Fugiat amet veniam cillum ut aliquip velit est esse minim fugiat eiusmod sint. Commodo ea in culpa deserunt."
			},
			{
				"id": 2,
				"title": "Hello world title",
				"user": "Brennan Atkins",
				"text": "Nisi sit nisi cillum dolor fugiat sint do nostrud ex cillum cupidatat. Culpa do duis non et excepteur labore dolor culpa qui tempor veniam. Ex labore deserunt qui sit aute ad incididunt do cupidatat eiusmod reprehenderit ad. Qui laborum qui voluptate velit et consectetur ipsum enim dolore minim. Est sint velit tempor reprehenderit. Qui consectetur ad minim consequat."
			}
		]
    },
    {
      "id": 4, 
	    "title": "Google's Future is in the Cards",
	    "img": "https://d1avok0lzls2w.cloudfront.net/uploads/blog_original/57adea19202fe6.04057843.png",
		"description": "Cards are much more than just a design philosophy. We're used to seeing SERPs in clusters: a column of organic results, a Knowledge Panel, a box of news results, a box of local results, etc. Prior to individually-labelled ads, even AdWords ads came in visually-delineated chunks. With cards, we have to start thinking of each individual information unit as a stand-alone result, and every SERP is a mix of the most relevant results across a wide variety of sources and types.Viewing SERPs as collection of search information units (SIUs?) also allows Google to easily adapt across a wide range of displays, from desktop all the way down to wearables, which might only have screen space for a single card. Even voice search can be adapted to cards. Currently, if you run a voice search on Android that returns a Featured Snippet, for example, your mobile device will read that snippet back to you. Voice search is returning one card, a single unit of search information.Cards give Google a great deal of flexibility, and will begin to break traditional design barriers and result groupings. We may see ads leaving top and bottom blocks and being dispersed between other results. We may see a mix of shopping results, say a single product card and a multi-product carousel on the same page. Similarly, we may see multiple news results or carousels across a single page. We may see multiple Knowledge Cards or personalized results, if a search merits that kind of personalization.The era of cards is the final nail in the coffin of ten blue links. Ultimately, our definition of search engine optimization is going to have to expand beyond traditional results and into any information unit that can drive traffic.",
		"comments": [
			{
			"id": 0,
			"user": "222Gilliam Underwood",
			"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
		},
			{
				"id": 1,
				"user": "Dolly Franklin",
				"text": "Aliquip id nostrud adipisicing irure. Labore reprehenderit ea ex officia ullamco incididunt consequat elit amet quis commodo. Fugiat amet veniam cillum ut aliquip velit est esse minim fugiat eiusmod sint. Commodo ea in culpa deserunt."
			}
		]
    },
	{
		"id": 5,
		"title": "Making Sense of Google's Updates in Local Search",
		"img": "https://d2v4zi8pl64nxt.cloudfront.net/making-sense-of-googles-updates-in-local/57b7856bd19180.49178600.png",
		"description": "Last week, Casey Meraz did a great breakdown on the state of local, showing where you should be heading with your strategy and answering some tough questions about the future of local search. Today, let’s look at all the recent changes that Google itself has been making to its own local product and examine how that will help you understand where they’re heading.This has been a big year for local search, with Google launching a ton of changes related to local, including several changes directly to their local platform, Google My Business. Marketers and brands are naturally scrambling to respond to each of these changes individually, as they should, but what about the larger implications of changes like these?The running theme with all these changes seems to be the following three things: Google is taking local seriously, Google wants to get more local data through its crawler, and Google really, really wants more reviews. But let’s not jump ahead of ourselves. First, let’s review some of the major changes that have occurred over the last few months.",
		"comments": [
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			}
		]
	},
	{
		"id": 6,
		"title": "When and How to Listen to Google's Public Statements About SEO - Whiteboard Friday",
		"img": "https://d1avok0lzls2w.cloudfront.net/uploads/blog/57b651e97b62b3.56940468.jpg",
		"description": "When Google says jump, it's hard not to jump. Often we take the words of Google representatives as edict and law, but it's important to understand subtleties and to allow for clarification with time. In today's Whiteboard Friday, Rand discusses some angles to consider that will help you stay grounded when the 'Big G' makes a statement about SEO. So for example, someone from Google says, '301, 302, 307, don't worry about it. Use whatever makes sense for you. They all pass PageRank.' So you might have seen over the last few weeks there's been a lot of tweets and stories, blog posts written about how we no longer as SEOs have to worry about the type of 30x redirect that we put in place. If there are 302s, that's fine. Google seems to be passing PageRank through them.Well, there's actually been a bunch of discussion about this, because the evidence is on the totally other side, that if you have a website with a bunch of redirects that are not 301s, 302s, 307s, and you change them to 301s, which is the permanent redirect status code, it sure looks like Google organic search traffic sends more visits to those redirected pages or to the target of the redirected pages. Why would that be if it didn't matter in the first place? Is it just a bunch of correlation but not causation results because it looks way too consistent? Or is there something else going on here?Many folks, for example, pointed to the fact that the word 'PageRank' might be the operative thing here. In fact, this is one of the things that I would say personally. When Google says they all pass PageRank or they all pass the same amount of PageRank, remember PageRank is Google's original ranking formula from 1997 that Larry and Sergey developed in college. It is not a comprehensive, holistic representation of every possible signal that is in Google's ranking algorithm, 200 or 500+ of them. It's not everything that a machine learning system could possibly interpret. Maybe the machine learning systems that are in place at Google for spam or for relevancy or for importance, for trust, whatever they are have determined that 301s are in fact the better one to use or should be interpreted as a stronger signal. So you've got to be careful when reading a statement like this. It does generate a lot of discussion in our field, but it's not the only case. This has happened for a decade and a half now in the SEO world, where people from Google say things publicly.",
		"comments": [
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			},
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			}
		]
	},
	{
		"id": 7,
		"title": "Responsive Design is Killing Two-Thirds of Your Conversions. Here's How to Fix It.",
		"img": "https://d2v4zi8pl64nxt.cloudfront.net/responsive-design-fix-conversions/57b39a0b00a541.11219025.png",
		"description": "Most images scale down with responsive design. However, an image that looks nice on a desktop can suddenly become a dominant and distracting part of a mobile site. Although images are scalable, depending on their value, they might not be necessary to mobile design. Consider the way an image appears within your responsive design. Is it an effective use of visuals? If the image is taking up the entire screen on a phone, or simply serves as nice centerpiece to the site, it’s time to rethink how that image is used device-to-device. For example, Simpsons Solutions’ desktop image doesn’t scale well and overtakes the mobile screen, cluttering the design and making it hard to comprehend what’s going on on that page.",
		"comments": [
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			},
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			},
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			}
		]
	},
	{
		"id": 8,
		"title": "Moz is Doubling Down on Search",
		"img": "https://dc8hdnsmzapvm.cloudfront.net/assets/images/blog/categories/moz-news-2.jpg?649533a",
		"description": "Back in 2012, we started to invest in a broad feature set because we wanted to serve all aspects of inbound marketing. We thought it would increase retention by providing more value to customers, and also align with where we believed the industry was headed. Thus, we invested in many new directions: social media marketing, local SEO, content marketing, keyword research, on-page optimization, topic analysis, a next-generation link index, enterprise sales, customer success, ambitious infrastructure projects, events, education programs, and more.Increasing the breadth of the product suite added a lot of complexity to the business, but didn’t result in the growth we expected. We do, however, have momentum in our core SEO products, especially Moz Local and the new features in Pro.Moz Local continues to provide a ton of value for customers who care deeply about Local SEO. Our new duplicate management features are cutting-edge. We’re seeing passion and enthusiasm like we haven’t seen in years about our Keyword Explorer feature in Moz Pro. We believe it’s the best of its kind in the market. Our rankings technology has also improved by leaps and bounds with more coming soon. Really soon.Churn rates are at all-time lows and Average Revenue Per User (ARPU) is climbing for all of our SEO-focused products.After a lot of analysis and soul searching, we decided to radically simplify our strategy to re-focus on what we love and what our customers value from us: search. Reducing product complexity also creates space for us to invest in the technical and business infrastructure we need to support growth. We’re also increasing investment in product marketing, CRO, SEO, and email marketing.",
		"comments": [
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			},
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			},
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			},
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			}
		]
	},
	{
		"id": 9,
		"title": "Google Keyword Unplanner – Clickstream Data to the Rescue",
		"img": "https://dc8hdnsmzapvm.cloudfront.net/devblog/wp-content/uploads/2016/08/seo-example.png",
		"description": "Let's start with the happy ending, which is actually a happy beginning, too. Moz Keyword Explorer has utilized clickstream-derived keyword data in a novel manner since day 1, allowing us to provide consistent keyword volumes despite Google Keyword Planner's dramatic shifts in data availability and reporting. You probably haven't noticed any changes in our keyword volume, and you probably won't notice any going forward, which is just how we built it to begin with: resilient, evolving, and trustworthy.That being said, the truth is that keyword data has been on shaky ground lately as the foundation upon which most keyword tools are built — Google Keyword Planner — has been grossly disrupted. This single point of failure has put a lot of tools at risk, so let me explain how we preemptively addressed this concern and subsequently haven't lost a step.",
		"comments": [
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			},
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			},
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			},
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			},
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			}
		]
	},
	{
		"id": 10,
		"title": "The State of Local SEO & Where to Focus Now",
		"img": "https://d1avok0lzls2w.cloudfront.net/uploads/blog/5785457d52dec6.70096915.jpg",
		"description": "In this article I'm going to address the current state of local SEO in 2016, review some findings from a new data-driven local SEO study, and provide you with some actionable tips to win the local SEO game.If there's one thing that's consistent about Google, it's the fact that it's always changing. Over the years we've seen many changes in local search. The most recent changes included ads that display in the 3 pack of local results, leaving only two positions. Since Google removed the sidebar ads, you now have to scroll further down the page just to see the local results. These days, local SEO is more competitive and more confusing. So where do you start?I suggest that you start by defining your primary goals. You can't get to your destination if you don't know where you're going. If you're promoting a hotel, for instance, your primary goal is probably to get more reservations — local SEO for you will mean ranking high in Google's local results, attracting positive reviews on websites like Tripadvisor, etc.",
		"comments": [
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			},
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			},
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			},
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			},
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			},
			{
				"id": 0,
				"user": "222Gilliam Underwood",
				"text": "Velit anim deserunt elit velit est fugiat duis eiusmod eu do incididunt ut tempor voluptate. Officia dolor aliqua id anim mollit pariatur id commodo. Laborum minim non ut aliquip commodo est consectetur. Mollit eu aliqua tempor est nulla ullamco irure. Sit non amet et eiusmod cillum ex cillum anim incididunt ad laboris mollit. Sunt quis incididunt elit ea qui non ullamco aliquip consequat voluptate eiusmod est. Irure laboris amet culpa sit aliquip."
			}
		]
	}
]
